Repository: vippsas/vipps-drupal
Catalog: translates/commerce_vipps.*.po
Languages: nb

source: Are you sure you want to %action transaction %transaction.
nb: Er du sikker på at du vil utføre %action på transaksjon %transaction.

source: Synchronize
nb: Synkroniser

source: Transaction has been successfully %action.
nb: Transaksjonen ble %action uten problemer.

source: Synchronized
nb: Synkronisert

source: Unable to %action transaction: %message
nb: Kunne ikke %action transaksjonen: %message

source: Cancel
nb: Kanseler

source: Canceled
nb: Kanselert

source: Amount
nb: Beløp

source: Capture
nb: Trekk

source: Captured
nb: Trekt

source: Credit
nb: Krediter

source: Credited
nb: Kreditert

source: Environment
nb: Miljø

source: Choose between live and test environment
nb: Velg mellom live- eller testmiljø

source: Serial Number
nb: Serienummer

source: Merchant Serial Number
nb: Merchant serienummer

source: Certificate
nb: Sertifikat

source: Absolute path to certificate file. Certificate should not be public! If your certificate requires password add it after colon char, ex. vipps.p12:password
nb: Absolutt sti til sertifikatfil. Sertifikatat skal ikke være offentlig! Hvis ditt sertifikat krever passord, legg det til etter kolon. F. eks. vipps.p12:passord

source: Mobile phone value
nb: Mobiltelefon verdi

source: Which field stores mobile phone number.
nb: Hvilket felt lagrer mobilnummer.

source: Help text
nb: Hjelpetekst

source: This text will be displayed when user needs to login to Vipps app and finalize payment.
nb: Denne teksten vises når en bruker trenger å logge på Vipps applikasjonen og fullført betalingen.

source: Payment for order @order_id
nb: Betaling for ordre @order_id

source: Unable to process payment: @message
nb: Kunne ikke prosessere betaling: @message

source: User not registered with VIPPS
nb: Brukeren med det aktuelle mobilnummeret er ikke registrert hos Vipps

source: Unfortunately VIPPS is experiencing technical difficulties at the moment. Try again later or choose another payment method.
nb: Vipps har dessverre tekniske problemer for øyeblikket. Vennligst vent en liten stund og forsøkt igjen, eller velg en annen betalingsmetode.

source: Canceled by @user
nb: Kanselert av @user

source: Captured by @user
nb: Trekt av @user

source: Credited by @user
nb: Kreditert av @user

source: Incorrect VIPPS environment. Contact system administrator.
nb: Ugyldig Vipps miljø. Kontakt systemadministrator.

source: Open VIPPS app on your phone and confirm payment.
nb: Åpne Vipps appen på din mobiltelefon og bekreft betalingen.

source: Missing current transaction id for order @order
nb: Mangler transaksjons ID for ordre @order

source: Site under maintenance
nb: Siden er under vedlikehold

source: @site is currently under maintenance. We should be back shortly. Thank you for your patience.
nb: @site vedlikeholdes for øyeblikket. Vi er strakt tilbake. Takk for din tålmodighet.

source: Collect payment with VIPPS.
nb: Betal med Vipps.

source: %name must be an existing file.
nb: %name må være en fil som eksisterer.

source: New incoming call to push endpoint: @data
nb: Ny innkommende forespørsel til push endpoint: @data

source: Sync
nb: Synkroniser

source: Home
nb: Hjem
